["percent", "year", "", "million", "trad", "market", "shar", "bank", "compan", "stat", "pric", "rate", "month", "govern", "cent", "offic", "billion", "week", "high", "expect", "end", "stock", "report", "minist", "produc", "sale", "clos", "day", "econom", "invest", "deal", "newsroom", "group", "pct", "net", "financ", "low", "plan", "lead", "tuesday", "operat", "unit", "issu", "add", "wednesday", "thursday", "point", "time", "presid", "monday", "friday", "early", "profit", "bond", "industr", "interest", "told", "nation", "ton", "anal", "tax", "commit", "countr", "dollar", "oil", "make", "buy", "loss", "secur", "firm", "quart", "foreign", "total", "polic", "increas", "includ", "meet", "result", "rise", "incom", "june", "intern", "call", "work", "agree", "index", "busi", "fund", "yen", "european", "march", "peopl", "chin", "note", "late", "base", "reut", "corp", "move", "party", "continu", "set", "futur", "hold", "servic", "manag", "july", "term", "exchang", "gener", "sell", "world", "export", "due", "open", "long", "japan", "franc", "back", "level", "mark", "growth", "cost", "rose", "direct", "start", "union", "capit", "major", "new", "strong", "larg", "talk", "cut", "earn", "forecast", "decid", "london", "austral", "elect", "south", "develop", "gain", "demand", "prim", "remain", "import", "aver", "support", "announc", "memb", "made", "bid", "york", "fall", "current", "part", "april", "chang", "public", "show", "good", "rule", "recent", "americ", "forc", "system", "contract", "prev", "polit", "hous", "pow", "numb", "bill", "decemb", "city", "septemb", "half", "play", "data", "short", "currenc", "chief", "posit", "privat", "budget", "local", "fell", "big", "ago", "sourc", "compar", "off", "revenu", "commun", "rais", "brok", "activ", "germ", "estimat", "sign", "region", "sect", "brit", "record", "money", "janu", "propos", "suppl", "vote", "pay", "israel", "run", "date", "ord", "figur", "period", "debt", "afric", "own", "consum", "begin", "yield", "uk", "gold", "volum", "europ", "parlia", "charg", "head", "area", "account", "inflat", "board", "agent", "spokesm", "war", "court", "put", "execut", "gmt", "french", "canad", "quot", "techn", "kong", "list", "hong", "project", "final", "weak", "full", "reserv", "august", "win", "gas", "eu", "home", "octob", "control", "author", "approv", "bln", "relat", "offer", "line", "india", "rang", "top", "credit", "post", "oppos", "cash", "law", "novemb", "ship", "chairm", "declin", "return", "amount", "compet", "north", "program", "reach", "plant", "build", "treasur", "grow", "basi", "held", "ahead", "domest", "improv", "german", "confer", "problem", "defend", "feder", "reduc", "releas", "annual", "comment", "labor", "take", "won", "sunday", "wheat", "newspap", "acquir", "mln", "key", "research", "febru", "press", "east", "job", "provid", "hit", "deliv", "plac", "milit", "hope", "effect", "today", "employ", "common", "give", "air", "stak", "form", "sharehold", "jan", "dec", "fact", "kill", "loan", "asset", "shr", "commerc", "strik", "retail", "insur", "merg", "main", "carry", "institut", "concern", "britain", "settl", "expend", "peac", "drop", "mexic", "small", "case", "food", "corpor", "dividend", "russia", "receiv", "saturday", "pound", "target", "face", "launch", "pressur", "west", "limit", "sold", "russian", "de", "reform", "inform", "negot", "hour", "car", "deficit", "process", "plc", "left", "social", "crud", "real", "past", "iraq", "singapor", "pape", "republ", "clinton", "balanc", "clear", "monet", "aug", "lot", "daily", "rupee", "complet", "council", "stead", "led", "mine", "street", "crown", "chicag", "expand", "discuss", "oct", "nov", "depart", "count", "session", "slight", "health", "cond", "rebel", "attack", "visit", "boost", "seek", "sharp", "poll", "energ", "brazil", "free", "barrel", "right", "measur", "senior", "season", "joint", "manufactur", "side", "detail", "divid", "present", "ask", "assoc", "found", "stabl", "western", "morn", "electr", "matur", "turn", "special", "creat", "action", "output", "port", "secret", "unchang", "option", "partn", "organ", "coal", "purchas", "game", "indicat", "fight", "turnov", "don", "team", "custom", "carg", "aid", "italy", "yr", "met", "perform", "parent", "indones", "regulat", "hand", "fix", "spend", "tend", "great", "feb", "recov", "newsdesk", "join", "administ", "warn", "refin", "treat", "televis", "gdp", "indian", "fuel", "involut", "independ", "requir", "test", "strateg", "stor", "lost", "propert", "focus", "demo", "delay", "slow", "strength", "unemploy", "airlin", "equit", "worth", "wall", "rally", "claim", "protest", "singl", "sery", "fail", "story", "glob", "schedul", "fisc", "taiw", "desk", "subsid", "view", "live", "driv", "auction", "aim", "drug", "northern", "match", "step", "town", "comput", "specul", "john", "threat", "confid", "confirm", "fourth", "quest", "asia", "construc", "tight", "success", "stg", "bours", "push", "crop", "spread", "investig", "campaign", "farm", "peso", "life", "light", "accept", "army", "help", "prepar", "sept", "pre", "washington", "network", "hk", "extend", "effort", "pari", "leav", "deput", "arm", "whit", "beneex", "emerg", "st", "swiss", "congress", "metal", "standard", "land", "stop", "southern", "allow", "round", "ventur", "sugar", "fire", "weight", "potent", "act", "korea", "deposit", "risk", "thousand", "palestin", "bring", "heavy", "eas", "media", "fear", "school", "stand", "find", "link", "save", "mid", "trend", "gross", "mar", "outstand", "toky", "name", "hung", "human", "liquid", "spot", "payment", "swed", "person", "contribut", "provis", "cop", "grain", "hard", "transport", "interview", "wat", "beat", "sum", "break", "italian", "eastern", "forward", "margin", "coupon", "pass", "gave", "island", "coop", "come", "belief", "troop", "advanc", "civil", "capac", "impact", "reason", "survey", "initial", "telephon", "bought", "agricultur", "trust", "child", "repret", "malays", "alli", "weekend", "dutch", "distribut", "appear", "vessel", "arriv", "load", "reflect", "gulf", "situat", "poor", "wag", "overnight", "emu", "consid", "consolid", "czech", "chip", "finish", "man", "afternoon", "municip", "minut", "wait", "prem", "fami", "spain", "favor", "stag", "corn", "roman", "book", "eps", "bureau", "thu", "file", "stay", "resid", "respons", "damag", "electron", "protect", "fri", "champ", "pack", "mile", "telecom", "coast", "flow", "separat", "goal", "need", "ban", "scor", "lose", "coffee", "serv", "steel", "difficult", "cup", "suggest", "affect", "legisl", "provinc", "legal", "argentin", "correct", "philippin", "radio", "see", "front", "cover", "deny", "surg", "vice", "study", "mon", "bomb", "fed", "exist", "chemic", "thing", "page", "apr", "moscow", "airport", "sa", "jump", "prior", "natur", "nato", "wed", "facil", "restructur", "accus", "conserv", "pakist", "speak", "review", "jun", "bord", "express", "flat", "immed", "cris", "weather", "death", "possibl", "paid", "publ", "die", "asian", "soybean", "vict", "draw", "environ", "pacif", "senat", "km", "leagu", "fresh", "blu", "judg", "field", "block", "al", "ground", "sydney", "maintain", "jul", "yeltsin", "establ", "equip", "district", "trial", "refer", "combin", "paul", "night", "valu", "introduc", "station", "summit", "cabinet", "want", "rand", "holiday", "arrest", "urg", "commod", "sep", "women", "ag", "signif", "mix", "util", "david", "adjust", "hotel", "body", "tie", "suspend", "particip", "replac", "discount", "moody", "mill", "refug", "progress", "injur", "seat", "zealand", "revis", "morg", "usda", "digest", "div", "critic", "access", "borrow", "chanc", "middl", "attract", "transact", "cross", "generat", "prov", "exclud", "origin", "advis", "rival", "club", "road", "bit", "caus", "men", "kg", "beij", "norm", "lift", "arab", "affair", "avg", "reject", "violent", "alleg", "zair", "amid", "prospect", "lend", "austr", "resolut", "fax", "vehicl", "race", "hospit", "attempt", "q1", "train", "design", "flight", "doubl", "motor", "opportun", "resourc", "declar", "statist", "predict", "red", "recommend", "regist", "fair", "anti", "achief", "bear", "egypt", "resign", "poland", "texa", "appoint", "islam", "ve", "role", "soft", "resist", "internet", "telecommun", "actual", "england", "select", "item", "minor", "mater", "suff", "disput", "slip", "fast", "responsibl", "socc", "award", "lack", "outlook", "simil", "sea", "promis", "rest", "grad", "care", "turkey", "qual", "staff", "tour", "represent", "fully", "dow", "ten", "appeal", "colomb", "surplus", "georg", "pete", "governor", "let", "worry", "size", "pick", "croat", "prompt", "robert", "broad", "resum", "trill", "contain", "univers", "tabl", "gasolin", "quick", "yuan", "alban", "euro", "korean", "democrat", "petroleum", "react", "benchmark", "quiet", "proceed", "candid", "challeng", "young", "prevent", "host", "shot", "liber", "na", "giant", "bombay", "expert", "minim", "mean", "site", "thailand", "pact", "surpr", "docu", "brussel", "pension", "thai", "tue", "san", "watch", "subject", "frankfurt", "differ", "brent", "constitut", "cove", "truck", "nuclear", "brought", "bull", "moslem", "territ", "q3", "iran", "event", "structur", "mat", "overse", "class", "prosecut", "track", "solut", "soldy", "belgian", "refus", "polish", "feed", "tobacc", "sterl", "saud", "nil", "broadcast", "q2", "argu", "request", "writ", "q4", "consult", "narrow", "mo", "cattl", "prefer", "atlant", "softwar", "ensur", "black", "determin", "feel", "wid", "journ", "lbs", "ready", "sent", "fee", "peak", "pro", "advert", "zloty", "rev", "yesterday", "volatil", "debat", "spokeswom", "aircraft", "broker", "assembl", "attend", "engineer", "moderat", "grant", "huge", "mth", "rain", "hap", "michael", "medic", "educat", "californ", "assist", "netanyahu", "evident", "individual", "qualif", "depend", "draft", "edg", "explor", "passeng", "cpi", "guerrill", "smith", "tough", "brother", "applic", "apply", "promot", "chart", "accord", "usa", "heat", "versus", "merrill", "dilut", "entry", "battl", "bag", "rumor", "turk", "diplomat", "climb", "span", "star", "fob", "guild", "ireland", "prison", "negat", "alumin", "encour", "irish", "lawy", "alert", "opinion", "travel", "centur", "cite", "typ", "intend", "shanghai", "schem", "imf", "integr", "prelimin", "ally", "phon", "william", "niger", "popul", "hike", "amend", "ratio", "park", "equival", "justic", "wit", "split", "harvest", "machin", "withdraw", "contact", "digit", "suit", "sport", "bad", "cabl", "takeov", "speech", "lb", "penc", "neighbor", "societ", "impos", "heart", "jone", "doubt", "royal", "suspect", "address", "tank", "adopt", "thought", "demonstr", "van", "built", "handl", "sens", "hear", "physic", "complain", "rwand", "king", "deutsch", "conduc", "wing", "mission", "thin", "interbank", "uncertain", "optim", "jame", "featur", "mutual", "brand", "approach", "aaa", "portfolio", "medium", "send", "vietnam", "approx", "exper", "flood", "rive", "mobil", "ounc", "troubl", "read", "bundesbank", "age", "spring", "crim", "anticip", "miss", "retir", "restrict", "premy", "avoid", "order", "mortg", "prod", "extraordin", "second", "vill", "swap", "slovak", "collect", "fin", "remov", "dead", "command", "interim", "accur", "illeg", "stood", "pull", "wint", "verif", "invent", "baht", "lynch", "nymex", "float", "bulgar", "ringgit", "conclud", "cap", "follow", "moment", "repo", "rupiah", "eye", "impl", "deep", "ll", "vouch", "soviet", "silf", "fly", "portug", "channel", "equal", "friend", "brown", "boe", "murd", "revers", "bpd", "identif", "traff", "amsterdam", "repeat", "jakart", "jpn", "card", "calcul", "slid", "duty", "core", "ordin", "renew", "initiat", "admit", "jet", "influ", "expir", "rank", "lire", "respect", "hog", "obligat", "attorney", "berth", "enterpr", "choic", "recogn", "struggl", "angel", "florid", "jail", "student", "manil", "pipelin", "dinar", "guarant", "victim", "populat", "disappoint", "object", "palm", "brief", "zone", "guard", "ukrain", "pledg", "solid", "idea", "greek", "enter", "rout", "coupl", "safet", "easy", "cargoe", "prob", "shop", "freight", "wholesal", "titl", "arrang", "banc", "regul", "basic", "markk", "par", "specif", "speed", "dominat", "pt", "belg", "fish", "fine", "estat", "green", "leas", "bar", "sustain", "colon", "trip", "straight", "collaps", "pace", "rice", "locat", "compl", "wav", "assess", "certif", "room", "dismit", "defeat", "bushel", "permit", "mass", "nz", "cotton", "await", "client", "lme", "decad", "kuwait", "hurt", "spac", "federat", "sentenc", "consensus", "cold", "spent", "blam", "connect", "martin", "profess", "toront", "cbot", "shell", "hist", "submit", "diseas", "gap", "beef", "extrem", "floor", "son", "panel", "tv", "serb", "warsaw", "bosnia", "bon", "intervent", "yugoslav", "rebound", "engl", "assum", "consort", "model", "spark", "switzerland", "criter", "feet", "corrupt", "relief", "extr", "halt", "kohl", "underl", "exceed", "crash", "upgrad", "mail", "lank", "conflict", "roll", "film", "grand", "transf", "richard", "scient", "sri", "row", "violat", "scal", "philip", "power", "dist", "subscrib", "trig", "touch", "jord", "ambassador", "rapid", "delegat", "clash", "le", "boston", "dip", "widen", "doct", "termin", "venezuel", "camp", "storm", "jewish", "latin", "compens", "worldw", "rtr", "incid", "concent", "maxim", "advant", "greec", "sun", "tel", "arafat", "weapon", "madrid", "soar", "citiz", "intent", "coach", "sanct", "modest", "excess", "agend", "controvers", "fr", "phas", "band", "rub", "squar", "altern", "abroad", "cheap", "appar", "kind", "la", "gm", "wound", "a1", "remark", "mobutu", "search", "alger", "ill", "burn", "eurobons", "shift", "chain", "crimin", "exempt", "bulk", "scot", "cement", "lee", "cancel", "int", "peru", "amt", "johannesburg", "ent", "netherland", "finland", "except", "histor", "infrastructur", "heard", "mr", "notic", "keep", "failur", "hill", "sought", "restor", "insist", "keny", "lira", "scand", "understand", "tariff", "ford", "chirac", "tempor", "occur", "check", "bay", "underwrit", "forint", "lebanon", "taleb", "sulphur", "substant", "offshor", "retain", "auto", "bp", "headquart", "bare", "sever", "consist", "nasdaq", "pilot", "interior", "licens", "shut", "born", "steer", "jerusalem", "lawsuit", "branch", "contin", "enhanc", "insid", "content", "liabl", "simpl", "caut", "chancellor", "los", "satel", "milan", "hundred", "status", "ger", "licent", "cocoa", "heav", "cambod", "repurchas", "olymp", "goi", "observ", "missil", "jean", "nearb", "complex", "barley", "aggress", "delh", "attribut", "look", "sole", "wide", "pictur", "walk", "practic", "rich", "allegat", "christ", "blood", "penalt", "clark", "attent", "revolut", "explos", "budap", "brew", "criticis", "throw", "diplom", "smok", "exercis", "deprec", "discov", "lev", "seed", "mess", "deadlin", "postpon", "procedur", "worst", "midday", "seiz", "slaught", "offset", "eventual", "tomorrow", "compon", "patient", "word", "bangladesh", "stress", "risen", "terror", "defin", "lloyd", "switch", "woman", "even", "roubl", "wind", "pursu", "assur", "bottom", "domin", "freedom", "kabl", "pret", "fundament", "inn", "tns", "diesel", "dole", "purpos", "use", "chil", "raw", "effic", "sloven", "convent", "lithuan", "rescu", "norway", "el", "upward", "rail", "albert", "wood", "convers", "unq", "gather", "flag", "box", "morocc", "plung", "circl", "receib", "ppi", "invit", "convertibl", "athen", "obtain", "chamb", "bat", "ipe", "nerv", "bund", "allocat", "sheet", "suprem", "mayor", "stev", "expenditur", "captur", "zinc", "discharg", "businessm", "ethnic", "pend", "tension", "composit", "unaudit", "rotterdam", "greensp", "signific", "crowd", "goldm", "fts", "stanley", "tranch", "inquir", "styl", "highlight", "gilt", "prudent", "southeast", "cultur", "dry", "scrap", "sao", "assign", "seoul", "drill", "temper", "lower", "helsink", "mandat", "engin", "ing", "blow", "section", "derivat", "safe", "welfar", "abil", "sen", "bell", "peg", "mainten", "church", "instal", "welcom", "soymeal", "prop", "johnson", "immigr", "aa", "hang", "rock", "northw", "repair", "shown", "absent", "leg", "loui", "kurd", "pork", "updat", "principl", "enabl", "cyprus", "modern", "forex", "danish", "microsoft", "mult", "kim", "accid", "tru", "cif", "ball", "approxim", "drachm", "weigh", "railway", "arabia", "nomin", "agm", "felt", "princip", "supervis", "neutr", "print", "bosnian", "kans", "howard", "explain", "nikkei", "virtual", "shed", "canc", "examin", "zimbabw", "m4", "rio", "miner", "prft", "imag", "maastricht", "id", "voic", "dax", "jose", "wif", "meant", "magazin", "crew", "convict", "chri", "pragu", "iranian", "burm", "minus", "articl", "disclos", "wto", "thom", "slump", "eston", "affil", "wrot", "way", "barg", "embass", "elimin", "cuba", "captain", "upp", "hunt", "nickel", "blast", "bori", "entir", "wast", "platin", "curb", "envoy", "cricket", "christm", "refund", "foot", "outcom", "denmark", "enjoy", "tourist", "blair", "cts", "convinc", "surviv", "concess", "drink", "celebr", "clean", "fra", "sound", "aviat", "strict", "caution", "reveal", "doesn", "shekel", "gradual", "tumbl", "instru", "charl", "mother", "waigel", "didn", "northeast", "wors", "barry", "nomur", "automat", "monopo", "lay", "kroon", "megawat", "wal", "meat", "interv", "task", "referendum", "restaur", "dramat", "yellow", "relig", "shoot", "jacqu", "buoy", "chas", "fraud", "lehm", "abus", "marin", "inspect", "dozen", "mind", "answ", "massiv", "maiz", "oust", "basket", "portugu", "trans", "bt", "inject", "barney", "pool", "calm", "decreas", "langu", "newly", "min", "succeed", "unveil", "rough", "headlin", "iron", "mount", "partial", "peset", "textil", "commenc", "degree", "crush", "merch", "vow", "accel", "iss", "bloc", "comprom", "unabl", "airway", "bse", "intel", "compr", "alan", "career", "cool", "entertain", "door", "fill", "rent", "sant", "sec", "cigaret", "wrong", "resort", "destroy", "occup", "hebron", "funda", "bangkok", "trim", "coordin", "dispos", "music", "ohio", "princ", "destin", "audit", "forest", "francisc", "incorpor", "bonus", "tourna", "abn", "ii", "riot", "depress", "thomson", "hot", "bullion", "fleet", "father", "ceremon", "outperform", "convert", "indic", "momentum", "adj", "cast", "monitor", "helicopt", "stream", "elector", "upsid", "syndic", "debut", "formul", "tell", "comfort", "gun", "mountain", "video", "web", "luxembourg", "pretax", "jury", "bob", "crack", "regard", "gov", "cycl", "oppon", "virgin", "flexibl", "meal", "mike", "salomon", "beer", "bre", "andraw", "reai", "lake", "general", "competit", "sit", "dang", "fan", "lita", "footbal", "ira", "amro", "downgrad", "carolin", "happy", "cathol", "robust", "window", "boom", "zairean", "cwt", "crucial", "consecut", "struck", "inst", "rbi", "abandon", "method", "miam", "reviv", "handov", "ind", "hedg", "rome", "norweg", "transmit", "drag", "orient", "ore", "incent", "anim", "belgrad", "houston", "kual", "household", "calendar", "mt", "subst", "essent", "intellig", "cloth", "mechan", "condemn", "spok", "sach", "repay", "dirham", "hire", "cubic", "salar", "tone", "extern", "bargain", "bound", "editor", "excel", "guilt", "code", "jersey", "memor", "ubs", "bueno", "lumpur", "spin", "impress", "perman", "chos", "suffic", "sort", "ipo", "inch", "priv", "del", "quit", "stad", "closur", "asean", "melbourn", "gallon", "calif", "arbitr", "baghdad", "govt", "carcass", "mor", "han", "ocean", "enforc", "bankruptc", "stockholm", "wellington", "monit", "hsbc", "pakistan", "disrupt", "detain", "strip", "ec", "bounc", "bulg", "tribun", "keen", "regim", "tom", "sbc", "jim", "zurich", "reit", "satisf", "ran", "stanc", "devic", "tech", "golf", "hectar", "raid", "warehous", "hole", "midw", "alexand", "liberat", "cme", "opec", "ups", "unc", "absolut", "ceasefir", "love", "supe", "downward", "boat", "appl", "southw", "ibm", "veter", "frank", "engag", "tuts", "plo", "sidelin", "est", "h1", "telekom", "p1", "toll", "nwe", "tony", "dean", "deregul", "youth", "lat", "mw", "carlo", "rugby", "simpson", "bridg", "intens", "lock", "version", "inflow", "lean", "payrol", "tu", "loyal", "caught", "bowl", "berlin", "bilater", "coup", "acknowledg", "naphth", "haven", "freez", "dress", "profil", "edt", "rush", "daniel", "karach", "faction", "heif", "mediat", "shock", "delt", "kick", "extent", "realis", "flour", "slowdown", "uld", "pit", "ba", "forum", "kremlin", "victor", "surround", "offend", "wicket", "imple", "capabl", "conglom", "dlr", "outright", "ceo", "path", "syria", "adr", "pipe", "dialog", "devalu", "semiconduc", "bus", "petrol", "therm", "sixth", "widespread", "fled", "reluc", "guid", "kuna", "escap", "honor", "ken", "stick", "sack", "baltic", "counterpart", "liff", "era", "plast", "prec", "awar", "slug", "nationw", "radic", "conc", "levy", "valley", "ston", "diamons", "lawmak", "catch", "hutu", "pleas", "drift", "ballot", "wire", "edward", "fit", "adam", "motion", "scen", "dwt", "sky", "screen", "sudan", "warm", "nominat", "m3", "punish", "frequ", "shenzh", "rural", "illinoi", "columb", "vien", "dublin", "over", "funct", "taipei", "element", "steph", "ross", "personnel", "foundat", "mandel", "lisbon", "denomin", "mci", "froz", "bahrain", "accompan", "airbus", "learn", "girl", "think", "distill", "breach", "albright", "comex", "christoph", "know", "curv", "den", "pharmaceut", "pallad", "iowa", "stem", "nazi", "payabl", "queensland", "buchar", "renault", "semi", "enlarg", "text", "pri", "pat", "hashimot", "sr", "belong", "benjamin", "nv", "detroit", "mediterranean", "diversif", "invad", "deng", "lie", "amort", "gear", "ecus", "reply", "sam", "bet", "har", "mainland", "ongo", "portion", "kabul", "const", "athlet", "lima", "evaluat", "evacuat", "teach", "shap", "franchis", "seal", "ny", "onlin", "hub", "afghanist", "tea", "cair", "burund", "contest", "discontinu", "tool", "flem", "hussein", "hall", "sbi", "mitsubish", "burd", "wak", "jup", "dump", "hostil", "ride", "pope", "interpret", "dougl", "unch", "usd", "leban", "input", "ali", "decree", "qatar", "imply", "kidnap", "jgb", "automot", "cellul", "schill", "seng", "casin", "height", "choos", "cac", "length", "disast", "mild", "bhd", "variet", "vital", "bhp", "busy", "boy", "rocket", "minnesot", "deploy", "mention", "fujimor", "cst", "angl", "ian", "milosev", "pain", "tap", "desir", "lebe", "anchor", "bzw", "ice", "commonwealth", "shortfal", "unload", "shak", "cow", "aerospac", "sofia", "nair", "harm", "feedlot", "autumn", "ugand", "vw", "nippon", "dubai", "segment", "pulp", "clinic", "kd", "rig", "compil", "chechny", "testimon", "stockhold", "suic", "ham", "contrast", "belarus", "serbia", "midnight", "squeez", "fellow", "accumul", "acr", "supermarket", "nys", "unusual", "justif", "reop", "symbol", "danger", "mood", "fruit", "prais", "liby", "des", "pattern", "kinshas", "old", "reorgan", "spur", "helmut", "wealth", "retreat", "harbor", "undermin", "cumulat", "bunk", "grenfel", "genev", "hun", "alex", "pm", "leftist", "framework", "indict", "usual", "dan", "modif", "rare", "steep", "persist", "hamburg", "highway", "squad", "drain", "climat", "spirit", "gdr", "oper", "credibl", "piec", "soyoil", "tunnel", "pier", "chernomyrdin", "unrest", "ecu", "platform", "scotland", "jospin", "downsid", "pump", "categ", "gen", "ambit", "philadelph", "stall", "latvia", "priz", "cape", "leak", "disciplin", "display", "cook", "tackl", "jew", "intermed", "exil", "slat", "boycot", "outlin", "workforc", "ita", "behalf", "sir", "fought", "pitch", "sud", "spd", "string", "charact", "chrysl", "api", "forg", "swing", "sin", "berish", "davi", "sing", "casualt", "ads", "sue", "nyc", "lobby", "snap", "third", "paint", "last", "pharmaceutic", "fluctu", "slash", "medicin", "escudo", "junior", "gaza", "redempt", "label", "timor", "copy", "libert", "greg", "converg", "dn", "bean", "lion", "fidel", "tung", "patent", "klaus", "unity", "henry", "beirut", "confront", "art", "easi", "favourit", "con", "sex", "cuban", "urgent", "ivory", "format", "m2", "pore", "oat", "rs", "typic", "tige", "adequat", "colleagu", "unexpect", "mgr", "cong", "allot", "natw", "beach", "oklahom", "navy", "policem", "judic", "damp", "knock", "departur", "erbak", "dr", "anz", "pts", "angol", "endors", "undertak", "bale", "few", "malt", "nelson", "badly", "riga", "pln", "annivers", "reinforc", "vast", "subdu", "serbian", "upcom", "cypriot", "yard", "restart", "smuggl", "assault", "tanzan", "fort", "rubin", "leon", "sweep", "kingdom", "healthcar", "rely", "debentur", "barcelon", "defect", "fate", "bolst", "pose", "absorb", "cell", "fortun", "exposur", "isolat", "trail", "elabor", "daught", "g7", "teus", "mistak", "lag", "gate", "ldd", "tunis", "cereal", "antonio", "fertilis", "whol", "subsequ", "infect", "fierc", "dam", "ratif", "circumst", "colorad", "surfac", "toyot", "implic", "ecuador", "combat", "reli", "tran", "banqu", "bottl", "pc", "taylor", "underpin", "fame", "brian", "seventh", "error", "citibank", "nic", "lei", "compound", "peruv", "kashmir", "sick", "rob", "slam", "mps", "boss", "pen", "paineweb", "oilseed", "spons", "fare", "proport", "ticket", "durabl", "carmak", "well", "automobil", "colleg", "drov", "veto", "deve", "impossibl", "walt", "wear", "ceil", "plain", "entitl", "cbi", "herald", "multipl", "recal", "tin", "ultimat", "concret", "chair", "ramo", "bhut", "vision", "gram", "smelt", "wk", "daiml", "ranariddh", "apprec", "mast", "daewoo", "deterior", "sail", "trln", "suburb", "entit", "patrick", "pollut", "sumitom", "midfield", "osc", "alcohol", "carl", "marc", "multin", "color", "notabl", "und", "orang", "erm", "afgh", "valuat", "dall", "quant", "merit", "di", "sovereignt", "fashion", "iii", "incur", "laid", "ad", "tip", "patrol", "sponsor", "med", "saddam", "verdict", "cola", "cusip", "autonom", "disappear", "tim", "sexual", "abu", "sweet", "near", "suspic", "breakdown", "afford", "veget", "mubarak", "bever", "stretch", "dictat", "detect", "aren", "payout", "psych", "frn", "satisfact", "lyonnai", "manuf", "mrta", "transfer", "attitud", "sight", "watchdog", "organis", "guaranteed", "busang", "dynam", "tehr", "louisian", "munich", "festiv", "petrochem", "cargill", "simon", "gowd", "michig", "vikt", "column", "jiang", "mcdonald", "cs", "newcastl", "warburg", "hint", "clock", "echo", "queen", "wti", "juan", "shill", "aviv", "mos", "teen", "owe", "circuit", "excit", "bb", "scop", "lufthans", "recess", "joseph", "drought", "confus", "genet", "nokia", "consequ", "wilson", "livestock", "arch", "unclear", "montreal", "tier", "vuln", "midland", "merchandis", "oslo", "laurent", "benz", "donat", "guatemal", "kerb", "wir", "hail", "michel", "nick", "belly", "taxat", "amnest", "describ", "pioneer", "persuad", "fomc", "regain", "erupt", "sampl", "tree", "luxur", "signal", "daiw", "mich", "guy", "ring", "istanbul", "defer", "oman", "gang", "promin", "disney", "glass", "wis", "bright", "intraday", "baby", "caribbean", "dog", "pref", "muni", "hugh", "mbia", "steam", "tripl", "dull", "seattl", "aspect", "remot", "explod", "abol", "snow", "reconstruc", "boj", "scientif", "eligibl", "telefon", "coca", "shelf", "tic", "dark", "yankee", "semifin", "loos", "hardlin", "smooth", "twelf", "moham", "earth", "pan", "transform", "milk", "overcom", "nbp", "expel", "dissid", "fals", "hurrican", "copenhagen", "shrink", "du", "kazakhst", "strain", "nc", "oy", "cloud", "trap", "occas", "odd", "publish", "custod", "strait", "volunt", "precis", "timet", "hryvn", "westpac", "peacekeep", "dresdn", "palac", "texac", "gordon", "valid", "sheikh", "tentat", "ident", "phil", "swept", "necess", "inspir", "urban", "diff", "donor", "apec", "testif", "quebec", "denom", "mini", "fbi", "nur", "dem", "sp", "uae", "tallin", "eighth", "opt", "scept", "laborat", "nichol", "abc", "tamil", "stearn", "barclay", "fein", "invitat", "ignor", "upset", "canal", "minister", "massacr", "conrail", "medal", "transl", "auster", "cpn", "crackdown", "edition", "like", "fda", "csc", "outlet", "bolivar", "jack", "mercantil", "grav", "correspons", "automak", "roge", "siem", "dock", "scenario", "zagreb", "cty", "chan", "dtp", "comprehend", "povert", "immin", "astr", "tow", "gambl", "moral", "hydr", "basebal", "sour", "der", "cruis", "sony", "recur", "relax", "fost", "abort", "wool", "itt", "skill", "rape", "pa", "scar", "alain", "gunm", "reynold", "grip", "denv", "restrain", "bancorp", "pair", "flee", "jit", "jordan", "ail", "janeir", "gary", "unlead", "mull", "plat", "pvs", "ski", "pour", "manchest", "xinhua", "revalu", "preserv", "reconcil", "wary", "forestr", "chech", "irregul", "eec", "aggreg", "icic", "pract", "massachuset", "dhak", "nairob", "prevail", "yass", "belt", "rba", "ab", "discrimin", "jackson", "sbp", "venu", "concert", "dive", "noon", "spell", "wild", "clarif", "li", "chilean", "bogot", "angry", "intr", "motorol", "balk", "lumb", "ethiop", "cos", "reputat", "telkom", "condens", "hundr", "dieg", "canber", "suppos", "advic", "sier", "hongkong", "obstacl", "alarm", "mississip", "freq", "exploit", "roug", "advers", "bbc", "contend", "lui", "bullet", "concept", "spar", "traffick", "yemen", "indust", "andr", "visibl", "chg", "protein", "confed", "guidelin", "stamp", "notif", "husband", "silent", "jp", "zambia", "kevin", "delib", "gingrich", "pave", "faith", "mcdonnel", "audienc", "counsel", "occupat", "photograph", "log", "alask", "advocat", "shuttl", "volkswagen", "tietmey", "macedon", "ms", "dairy", "mir", "frustr", "pure", "remaind", "flotat", "ghan", "emirat", "eagl", "overwhelm", "conspir", "alongsid", "ronald", "gujr", "edit", "maria", "spill", "transit", "mohammad", "lord", "liverpool", "accusat", "ben", "bone", "tape", "sovereign", "qtr", "bratislav", "pois", "visa", "apart", "will", "ahm", "hing", "brib", "adult", "alcatel", "helm", "blend", "frost", "turnaround", "plead", "suez", "cheer", "sow", "default", "expos", "joe", "capel", "assassin", "brady", "yrs", "gazprom", "wouldn", "wimbledon", "backward", "transpar", "truc", "jewel", "lunch", "truth", "annan", "hide", "allen", "routin", "mph", "instruc", "dtd", "bracket", "bake", "vol", "upbeat", "attach", "immun", "unfair", "unoffic", "eta", "guinea", "pennsylvan", "buyback", "reinsur", "mgt", "tactic", "bail", "bbb", "bow", "background", "gore", "parit", "shutdown", "ferry", "norfolk", "namib", "creditanstalt", "lukashenk", "nice", "hilton", "academ", "regret", "khm", "cohen", "loot", "carac", "surrend", "ninth", "superior", "wash", "rid", "variabl", "behavior", "nicol", "interfax", "nikk", "sprint", "stol", "nobel", "gene", "aboard", "sist", "kenny", "stuck", "lip", "emit", "mp", "ivan", "tire", "stockpil", "atmospher", "multimed", "god", "syrian", "constitu", "setback", "inaugur", "perfect", "mad", "dissolut", "hond", "litigat", "tiran", "wheel", "pyongyang", "plent", "suhart", "chapt", "tiny", "sharif", "reshuffl", "reoff", "disagree", "tropic", "plot", "aris", "peninsul", "ontario", "guin", "nab", "csf", "toy", "reward", "fixtur", "vancouv", "avail", "oecd", "imper", "m1", "anderson", "ang", "samsung", "hurdl", "empir", "eat", "olivet", "arabic", "spy", "subordin", "petit", "tolar", "ericsson", "dayton", "qtly", "santo", "bind", "nova", "unknow", "genoc", "trib", "hefty", "maj", "nativ", "ibca", "shrug", "brisk", "vladimir", "phoenix", "relev", "reaffirm", "bury", "ration", "basketbal", "tyr", "btp", "envis", "sink", "isn", "tan", "plaintiff", "reliabl", "jeff", "stimul", "parallel", "conced", "vary", "wish", "desert", "northeastern", "preced", "perry", "hors", "goalkeep", "eric", "rpi", "down", "dell", "campbel", "seminar", "tata", "mcveigh", "metropolit", "khan", "cleveland", "m0", "maritim", "miguel", "inevit", "litr", "aliv", "natg", "moor", "unanim", "intensif", "ici", "lopez", "logist", "parcel", "bernard", "juventus", "exit", "swift", "sand", "redeem", "unlik", "them", "enquir", "boutro", "duma", "percept", "portland", "jane", "harmon", "kilomet", "pcs", "sorghum", "appli", "parib", "cd", "ment", "durum", "interfer", "bulletin", "beet", "connecticut", "cdu", "elf", "hamp", "ankar", "fond", "cobalt", "depot", "specialt", "fla", "minneapol", "cnb", "soy", "manhat", "fulfill", "jerry", "hanb", "rao", "eurotunnel", "meteor", "theo", "timb", "pellet", "fd", "max", "fim", "tick", "dakot", "centavo", "enorm", "lodg", "wet", "ottaw", "shah", "latvian", "chidambaram", "hyundai", "enemy", "earthquak", "fernand", "kief", "reed", "volut", "fabric", "rebuild", "fox", "outag", "eve", "chubai", "emphas", "neg", "temp", "crs", "bin", "cill", "root", "abdul", "indirect", "wang", "grab", "fcc", "wip", "benefic", "idbi", "arsen", "forthcom", "gos", "knowledg", "numer", "tibet", "anthon", "plg", "raymons", "recruit", "nq", "costel", "skin", "cyclic", "denounc", "nro", "shadow", "burst", "entr", "craig", "shoe", "lab", "fiat", "stewart", "punt", "sarajev", "haul", "movie", "underperform", "survivor", "surcharg", "overhaul", "downturn", "graham", "panic", "ling", "woe", "nsa", "repatr", "prel", "ahmad", "matthew", "oregon", "a2", "knee", "divest", "asylum", "mideast", "toppl", "marry", "homeland", "arizon", "pray", "contr", "realist", "chao", "ml", "petr", "indy", "shor", "heavyweight", "unhcr", "dream", "jardin", "yamaich", "thompson", "sear", "pty", "outgo", "va", "wasn", "hsd", "libor", "merced", "brasil", "klm", "holocaust", "streak", "phillip", "bps", "leisur", "notion", "hass", "dent", "simex", "twent", "char", "legitim", "colin", "benson", "kilo", "quak", "mwh", "predecess", "acid", "ft", "tear", "brain", "fibr", "desp", "abnorm", "breath", "cole", "pittsburgh", "coinc", "netscap", "rememb", "fram", "parad", "lago", "exact", "expirat", "santand", "ampl", "riyal", "kenned", "conv", "hockey", "provok", "cob", "magist", "holy", "windfal", "santiag", "tenness", "outbreak", "clinch", "juror", "sank", "compos", "gujarat", "underway", "saint", "grid", "deflt", "kcbt", "overs", "castr", "aborigin", "presal", "disclosur", "cart", "nbs", "basqu", "refe", "familiar", "pse", "gard", "leap", "mete", "innovat", "virus", "hijack", "calg", "oblig", "coconut", "furnitur", "patriot", "mccur", "fer", "sese", "itc", "detent", "reassur", "stiff", "halftim", "emotion", "fade", "csx", "breakthrough", "can", "tonight", "wan", "briton", "scat", "seko", "tract", "kisangan", "insight", "loom", "ann", "zajedn", "burton", "ioc", "guess", "destruc", "bishop", "www", "shin", "ron", "murdoch", "graf", "gonzalez", "lung", "mof", "plea", "pot", "manuel", "evan", "but", "underground", "tortur", "telstr", "slot", "dealt", "devast", "edison", "ethic", "slim", "breed", "claus", "horizon", "buse", "schrod", "niss", "lucrat", "blockad", "prolong", "imagin", "harsh", "ibrahim", "empty", "cartel", "il", "baltimor", "nepal", "out", "dodg", "tube", "oliv", "compaq", "blanc", "restat", "uefa", "otc", "ibi", "armor", "vat", "cope", "ray", "wayn", "suiss", "mart", "twin", "telegraph", "richardson", "turmoil", "uti", "amr", "ltt", "dtc", "manipul", "fat", "hizbollah", "fred", "exchequ", "median", "mauritius", "ara", "hanson", "shi", "bruc", "deadlock", "bed", "robinson", "overturn", "catal", "prohibit", "nordic", "donald", "erod", "gazet", "pare", "coat", "krup", "brook", "panam", "taxabl", "anonym", "punjab", "goodwill", "unpreced", "elevat", "dram", "mirror", "herm", "taxpay", "landsl", "extract", "femal", "poultr", "cds", "roch", "bavar", "fernandez", "triumph", "possess", "fulfil", "collabor", "dawn", "submarin", "roast", "viabl", "hawk", "boliv", "blaz", "disturb", "abdullah", "lawrent", "unify", "beck", "camer", "trick", "guest", "euroy", "utah", "lewi", "landmark", "mary", "substitut", "ge", "stet", "auckland", "canol", "pyramid", "ideal", "fault", "davy", "pfennig", "captiv", "elder", "russel", "escalat", "oversubscrib", "pig", "negar", "prosper", "robin", "sleep", "innoc", "feasibl", "interact", "gan", "selloff", "apartheid", "logic", "thyss", "obvi", "should", "bia", "pierc", "unspecif", "kinkel", "kia", "bout", "map", "pradesh", "retrac", "jeffrey", "shield", "exxon", "hindu", "tass", "sergei", "mv", "manitob", "bankrupt", "perceiv", "uruguay", "recept", "din", "grup", "hiv", "olein", "spa", "hagu", "conting", "offent", "backlog", "eag", "mercur", "male", "taka", "patric", "hoechst", "hudson", "discour", "durat", "uniform", "smart", "wisconsin", "wreck", "kyi", "lg", "hartford", "hanoi", "proof", "uptrend", "kobo", "song", "shipyard", "algy", "ma", "lombard", "lure", "depth", "sympath", "craft", "lvmh", "lang", "outr", "ramp", "deport", "lacklustr", "mont", "strok", "memorandum", "prix", "pilgrim", "hover", "ho", "pickup", "ward", "arkans", "encount", "gilbert", "mozamb", "hardwar", "statut", "opposit", "propel", "nestl", "birth", "franz", "marxist", "funer", "affirm", "elit", "embarrass", "cete", "upturn", "carbon", "less", "underlin", "layoff", "moldov", "lux", "csu", "cont", "monac", "dual", "studio", "fatal", "foe", "geograph", "navigat", "hutus", "sls", "horn", "jungl", "vigor", "facilit", "soil", "aud", "strasbourg", "theor", "samp", "cardos", "ptt", "rainfal", "tail", "drast", "fragil", "motivat", "outflow", "stockbrok", "fi", "hollywood", "southeastern", "embarg", "query", "kid", "sd", "jonath", "menem", "surpass", "unaccept", "telebr", "kleinwort", "miert", "nasa", "caretak", "stapl", "greenpeac", "orbit", "lyon", "alexandr", "shout", "neil", "fuji", "stun", "graph", "chevron", "grac", "optic", "dian", "asa", "goma", "se", "excis", "omit", "bu", "procur", "dostum", "ctry", "harar", "lama", "axa", "nl", "andhr", "bbl", "spectacul", "oppenheim", "kazakh", "diet", "islamabad", "gloom", "medicar", "remind", "att", "arthur", "pocket", "strand", "revolt", "wa", "singh", "sunflow", "suu", "missor", "pop", "vilnius", "commerzbank", "papua", "spectr", "naval", "poison", "kurdist", "vatic", "spat", "greet", "stci", "ambac", "deflat", "anxi", "hasn", "com", "plagu", "adm", "gmbh", "danc", "southwestern", "ite", "fbs", "msrb", "knight", "marshal", "mario", "lockheed", "territor", "lagarder", "bump", "understood", "masood", "mahathir", "rein", "cbs", "puert", "chen", "marathon", "explan", "constrain", "revert", "matsushit", "mina", "defy", "alter", "cincinnat", "injunct", "maryland", "ever", "richt", "protocol", "hid", "unavail", "basin", "rt", "amman", "pharm", "fron", "intact", "therap", "swim", "ntt", "scrambl", "optus", "retal", "jr", "coke", "sampr", "tamp", "cyclon", "sworn", "renovat", "unilev", "annum", "jaffray", "ht", "chelsea", "endang", "plantat", "napm", "abb", "madelein", "fetch", "cia", "deserv", "avert", "naft", "deriv", "mitsui", "stern", "fract", "undisclos", "uniqu", "ryutar", "petersburg", "consent", "anger", "trac", "delight", "kiwi", "prospectus", "montgom", "grenad", "accru", "wrap", "henderson", "pole", "sino", "emphasis", "balloon", "phnom", "compuls", "primakov", "alph", "artist", "scrutin", "disc", "mond", "lionel", "buck", "cane", "accommod", "genuin", "congest", "nevad", "birthday", "stronghold", "confess", "appropr", "rebat", "uaw", "pessim", "chick", "stir", "epa", "apparel", "peas", "safeguard", "ceas", "streamlin", "priok", "martinez", "industrial", "cvrd", "pentagon", "kumar", "mate", "leu", "bldg", "crippl", "nicaragua", "von", "synthet", "tremend", "eurodol", "railroad", "rifl", "brav", "eduard", "afraid", "topic", "sieg", "prematur", "claud", "intl", "myer", "securit", "accurat", "comb", "displac", "exhib", "milwauk", "divert", "marseill", "bread", "fdp", "cpc", "jorg", "pent", "gec", "marketplac", "gsm", "psbr", "corridor", "chop", "dong", "mae", "bush", "gb", "racial", "ram", "rib", "paral", "colonel", "prescrib", "brak", "hwang", "shelt", "pkk", "realt", "opel", "penh", "bayern", "hay", "dkb", "tally", "adapt", "chung", "orland", "enclav", "gateway", "ghal", "millen", "national", "kdp", "adhes", "cl", "unnam", "scarc", "bols", "inadequ", "berg", "enron", "java", "chf", "lambert", "eld", "las", "marri", "enact", "oscar", "ch", "secular", "kelly", "francoi", "teret", "usc", "pile", "sideway", "consul", "abduc", "playoff", "stuttgart", "tele", "flar", "javy", "sap", "quint", "pft", "slack", "eau", "turnout", "outlaw", "barrick", "dimin", "earmark", "ajax", "cp", "larry", "bypass", "simit", "beaut", "couldn", "rehabilit", "synerg", "bbi", "coin", "divers", "cis", "mac", "evolut", "dortmund", "waiv", "dub", "yacht", "ppp", "vacat", "oversold", "inland", "macroeconom", "samurai", "infring", "nbh", "repric", "motorcycl", "wond", "zedill", "cdt", "gift", "keros", "context", "dedicat", "signatur", "lap", "undervalu", "devot", "unidentif", "surveill", "uah", "tabulat", "idl", "cocain", "anato", "belfast", "hamilton", "arrear", "upris", "unhap", "ebrd", "awb", "cez", "arthui", "armen", "deem", "collin", "teng", "macau", "sahar", "solan", "atletic", "scandinav", "entrepreneur", "jason", "enthusiasm", "gallup", "interrupt", "dimitr", "apologis", "glut", "confin", "bang", "taiwan", "chi", "fitch", "antitrust", "c4", "extrad", "sas", "hindust", "micron", "fokk", "strauss", "neck", "harass", "indefinit", "fisch", "ldp", "norilsk", "mol", "glen", "chest", "nec", "bass", "paol", "recoup", "ult", "rye", "somal", "mourn", "vaccin", "alloy", "decent", "sat", "exhaust", "oz", "slalom", "marcel", "garcia", "woo", "hero", "fisherm", "juergen", "tune", "soon", "fy", "steelmak", "sdr", "edibl", "condit", "imprison", "teamst", "aziz", "elizab", "hair", "heroin", "silicon", "brut", "hawkin", "ruin", "museum", "calcut", "bjp", "brisban", "excus", "alfr", "monarch", "rbd", "northwestern", "bmw", "avi", "tyson", "spik", "alpin", "exag", "assert", "lds", "adrian", "bnb", "stuart", "redeploy", "murray", "sanchez", "brunei", "botswan", "bskyb", "mall", "vega", "transatl", "aol", "salvador", "tnt", "wong", "tse", "statoil", "unsecur", "wright", "rapeseed", "chron", "ash", "rsi", "barbar", "nest", "robot", "vincent", "lever", "theatr", "citicorp", "eras", "spt", "secretariat", "nsw", "moistur", "holm", "jamaic", "defi", "gaull", "paus", "breakaway", "refrain", "racketeer", "mkt", "modem", "spic", "intellectual", "pol", "fertil", "petron", "loew", "adelaid", "ascend", "propan", "kentuck", "sew", "moi", "unbeat", "tens", "highland", "osak", "leonard", "ivorian", "outpac", "strap", "keith", "strang", "classif", "delawar", "spotlight", "mitsuzuk", "cush", "eddie", "lady", "risky", "les", "abidj", "zeitung", "reap", "ljubljan", "en", "utilis", "canar", "toled", "ncd", "amex", "owen", "aust", "nba", "allianz", "cry", "hind", "chreti", "subsidis", "ed", "micr", "glax", "ccc", "catastroph", "comrad", "dick", "ga", "plummet", "cinem", "mouth", "cathay", "bore", "interst", "dalai", "downtrend", "mey", "ernest", "komercn", "overvalu", "wor", "fletch", "confisc", "slr", "overthrow", "sunseed", "harry", "praecipuum", "embrac", "rep", "pv", "baa", "priest", "czk", "jerem", "lonrh", "lane", "overbought", "cfo", "unreal", "volunteer", "muscl", "outnumb", "feve", "md", "distinct", "nbc", "oj", "medicaid", "ha", "surpris", "shy", "csfb", "hama", "libr", "dai", "mercen", "cheung", "overshadow", "brac", "xiaop", "marie", "dain", "andrei", "princess", "passport", "salt", "lo", "vranitzk", "tycoon", "databas", "toss", "roof", "gall", "heathrow", "tang", "fgic", "perspect", "usg", "notor", "egg", "fischl", "macr", "anc", "gestur", "pet", "alsthom", "bcf", "ftc", "yevgen", "orthodox", "paramount", "mute", "zemin", "email", "hwa", "clu", "lng", "norsk", "caspian", "pin", "lying", "barrow", "perot", "unpaid", "traged", "titan", "penetr", "grey", "juic", "gaug", "cra", "pap", "tolerat", "olo", "collid", "margaret", "revamp", "cisc", "alt", "lukoil", "fii", "packard", "clon", "frenchm", "hat", "karl", "prid", "privileg", "apolog", "orlean", "chng", "pedr", "nb", "emi", "nr", "debr", "scotia", "untrad", "escort", "jacob", "must", "vlor", "bordeau", "slop", "natal", "heel", "plug", "oracl", "smil", "threshold", "anwar", "pea", "oakland", "rupert", "deduc", "amoc", "steal", "lind", "psa", "cba", "inmat", "aex", "shimbun", "honest", "udf", "glickm", "peugeot", "mlc", "mosqu", "arnold", "abbey", "lase", "greenback", "nfi", "rica", "swell", "riksbank", "malaw", "rod", "cull", "chant", "summon", "rove", "constantinescu", "cat", "forget", "salin", "artill", "celsius", "rifkind", "insolut", "tajik", "talent", "skod", "perez", "http", "lp", "supple", "downhill", "ues", "contamin", "tuni", "mort", "paramilit", "unilater", "cour", "consc", "ideolog", "rhon", "defus", "flam", "barshefsk", "cnn", "diagnost", "arabian", "overheat", "turbul", "mob", "joan", "audi", "disabl", "basf", "bosworth", "roosevelt", "nebrask", "theft", "guangdong", "sophist", "breast", "alabam", "sakakibar", "uap", "sheffield", "ryan", "yang", "sheep", "distort", "propriet", "winston", "spree", "vendor", "dutroux", "vacant", "madr", "lt", "midsess", "smash", "deviat", "ciamp", "admir", "taxi", "nihon", "yilmaz", "divorc", "bnp", "endes", "roy", "shat", "iliescu", "slog", "kemp", "raytheon", "accompl", "unsuccess", "azerbaij", "connor", "tajikist", "patch", "downtown", "kodak", "comeback", "liu", "chavalit", "puk", "palo", "intimid", "andy", "gray", "wolf", "banan", "halifax", "descend", "slorc", "bellwether", "improp", "paraguay", "manoeuvr", "valent", "lieuten", "factor", "nynex", "insuffic", "newslet", "cult", "proud", "peanut", "lpg", "tri", "stuff", "lyonnais", "tudjm", "oilfield", "res", "bailey", "addendum", "sav", "brazzavill", "yorkshir", "freeport", "verb", "casino", "relegat", "chee", "swissair", "pemex", "rico", "ammun", "solicit", "derby", "sq", "griffin", "novel", "dar", "chocol", "avenu", "cottonseed", "notch", "simultan", "igc", "brun", "dome", "bristol", "acre", "hondur", "refc", "impover", "aerospatial", "faa", "grind", "kent", "okinaw", "inherit", "stalin", "contradict", "middlesbrough", "snb", "recreat", "uncov", "hans", "kuchm", "benign", "havan", "ip", "subcommit", "nrc", "relocat", "cfa", "reconsid", "mason", "fairfax", "falt", "technic", "uneas", "shipbuild", "susan", "twa", "maskhadov", "norodom", "aznar", "fe", "recycl", "leghar", "kms", "mitchel", "overtim", "kontogian", "mm", "oral", "ahmanson", "saga", "sali", "ultr", "meantim", "rage", "fold", "clip", "noneth", "leicest", "embark", "sharm", "audio", "garment", "brush", "addict", "extingu", "amp", "bayerisch", "parliament", "unwill", "graduat", "foret", "unpopul", "holland", "kai", "joke", "reinst", "motiv", "disk", "solar", "humphrey", "boruss", "heir", "raul", "impetus", "dhab", "hemispher", "stumbl", "sag", "sham", "dear", "hook", "macquarie", "torn", "hewlet", "sabah", "attrib", "mere", "tb", "reschedul", "blind", "ee", "commem", "compact", "lucent", "skip", "johan", "merck", "slobod", "lim", "lincoln", "humil", "dwindl", "flaw", "jurisdict", "valer", "pub", "pullback", "backfat", "meaning", "shan", "vale", "dismantl", "wrongdo", "terry", "roadshow", "eastward", "marvel", "omar", "cox", "cesk", "nhl", "pearson", "salmon", "bpa", "trademark", "cafe", "hoar", "shirt", "pregn", "epidem", "unlimit", "buyout", "dying", "curtail", "sacrific", "telc", "sch", "waugh", "franklin", "cathod", "murph", "nike", "elliot", "loin", "movy", "enthusiast", "tast", "bug", "montan", "tanjung", "tide", "proclaim", "octan", "hosn", "derail", "shun", "spaniard", "skat", "tag", "robertson", "upheld", "punit", "liquor", "ac", "karel", "dirty", "mafia", "predomin", "artific", "dave", "templ", "prestig", "mori", "impass", "kofi", "flur", "flash", "pill", "tendenc", "wallac", "kmart", "cibc", "laund", "industrie", "jaya", "dispers", "hrw", "terribl", "portray", "random", "pak", "phosph", "a3", "gra", "dfhi", "compuserv", "hart", "mrs", "acc", "whip", "lit", "viacom", "brigad", "acut", "undergo", "phelp", "ep", "grief", "imbalanc", "duke", "shaky", "induc", "karadz", "cairn", "goh", "motorway", "astronaut", "legend", "hampshir", "lone", "penang", "ote", "sporad", "journey", "ist", "gabriel", "igor", "umbrel", "iv", "bird", "reign", "jay", "surgeon", "bel", "specy", "buffal", "novart", "petrobr", "trent", "gabon", "underscor", "bench", "atx", "ting", "crumbl", "fsa", "troph", "apv", "dassault", "yastrzhembsk", "smr", "boot", "slav", "saskatchew", "herit", "bite", "perth", "cosmet", "brink", "overhead", "buff", "dm", "mge", "mask", "pneumon", "civic", "lao", "bombard", "footwear", "wmc", "toler", "prostitut", "antwerp", "rocky", "bubbl", "feud", "gustav", "nld", "hell", "tupac", "necmettin", "radar", "bro", "plen", "stark", "walsh", "cambridg", "veba", "nich", "fibe", "mouss", "unnecess", "cftc", "punch", "uzbekist", "conven", "slap", "dupont", "thorn", "fing", "crystal", "remed", "bis", "laur", "tod", "samuel", "karen", "buddh", "reimbur", "bruton", "maid", "architect", "ebitd", "arbil", "flank", "penal", "pep", "stal", "congressm", "hasin", "redund", "imm", "kph", "ncb", "nemtsov", "stef", "stain", "sad", "grozn", "expatr", "stagnat", "alem", "magic", "celtic", "malcolm", "gdansk", "manifest", "clar", "roma", "vaclav", "seam", "pdi", "mainstream", "stok", "spit", "till", "harir", "reef", "jockey", "slic", "twist", "grass", "govet", "weizm", "standb", "hutch", "saxon", "shook", "fifa", "brem", "collater", "sele", "align", "calf", "amaru", "oxford", "klim", "deplet", "aa2", "raft", "ecb", "stoyanov", "topix", "interconnect", "indebt", "inv", "omah", "cardin", "unadjust", "hirosh", "thirt", "bfr", "cc", "andre", "qant", "powd", "luc", "hast", "charlot", "richmons", "hait", "dens", "ps", "ipc", "gerard", "lien", "biotechn", "mercosur", "columbus", "nudg", "nt", "filt", "upm", "nav", "dade", "rashid", "dimens", "batsm", "hazard", "unauthor", "hamanak", "boast", "burk", "pmi", "forty", "kovac", "lash", "geolog", "aston", "birl", "benazir", "unibank", "tor", "census", "clyd", "handlow", "fenc", "annex", "rodriguez", "asah", "pont", "atla", "batch", "casablanc", "timah", "refound", "cad", "hava", "kerry", "av", "dbs", "rtz", "golkar", "rangoon", "italia", "q2jun97", "acquit", "adjourn", "refrig", "spearhead", "midpoint", "hodgson", "baa1", "ld", "telmex", "rodionov", "drum", "pp", "appetit", "airplan", "denot", "jeopardis", "stab", "shinc", "bmc", "himalay", "ffr", "wern", "valujet", "dmg", "elli", "cran", "demerg", "pad", "khatam", "sergio", "renegot", "lesson", "felix", "disadvant", "julius", "provoc", "marsh", "reckon", "thick", "petrochemic", "peregrin", "doug", "bnr", "png", "donaldson", "junk", "metric", "insurg", "nino", "gencor", "rhod", "linseed", 